Repository: juniorGreg/BikeParkingFinder
Catalog: Server/locale/*/LC_MESSAGES/*.po
Languages: fr

source: Your location accuracy is too low.
fr: La précision de votre position est trop basse.

source: This parking already has been added.
fr: Ce stationnement a déjà été ajouté

source: Parking Added
fr: Stationnement ajouté

source: Close
fr: Fermer

source: Unconfirmed
fr: Non confirmé

source: Show all parking
fr: Voir tous les stationnements

source: Confirmed
fr: Confirmé

source: Languages
fr: Langages

source: Gps accuracy
fr: Précision du Gps

source: Add new parking
fr: Ajouter un nouveau stationnement

source: A modifying request already has been triggered.
fr: Une requête de modification a déjà été déclanché.

source: Bike Parking
fr: stationnement

source: Modify bike parking
fr: Modifier un stationnement

source: Add new bike parking
fr: Ajouter un nouveau stationnement

source: Parking Modified
fr: Stationnement modifié

source: Add
fr: Ajouter

source: There are others parking in your location range.
fr: Il y a d'autres stationnements dans la portée de votre position.

source: Confirm it
fr: Confirmez-le

source: Modify this parking
fr: Modifier ce stationnement

source: Remove it
fr: Enlevez-le

source: Your position
fr: Votre position
